# Taps
tap "FelixKratz/formulae"

tap "koekeishiya/formulae"

tap "qmk/qmk"

# Brews
brew "composer"

brew "git"

brew "mycli"

brew "mysql"

brew "neovim"

brew "nvm"

brew "php"

brew "pgcli"

# brew "phpunit"

# brew "qmk/qmk/qmk"

brew "redis"

brew "ripgrep"

brew "sketchybar"

brew "skhd"

brew "tmux"

brew "yabai"

brew "zsh-vi-mode"

# Casks
cask "alacritty"

cask "anki"

cask "audio-hijack"

cask "balenaetcher"

cask "bitwarden"

cask "blockblock"

cask "brave-browser"

cask "dbeaver-community"

cask "discord"

cask "docker"

cask "firefox"

cask "google-chrome"

cask "karabiner-elements"

cask "keepassxc"

cask "knockknock"

# cask "librewolf" --no-quarantine

cask "loopback"

cask "lulu"

cask "medis"

cask "netiquette"

cask "numi"

cask "obsidian"

cask "oversight"

cask "phpstorm"

cask "postman"

cask "prusaslicer"

cask "ransomwhere"

cask "rectangle"

cask "reikey"

cask "slack"

cask "spotify"

cask "steam"

cask "superduper"

cask "tableplus"

cask "taskexplorer"

cask "utm"

cask "via"

cask "visual-studio-code"

cask "whatsapp"

cask "yubico-yubikey-manager"
